Repository: wahaproject/Marhaba
Catalog: languages/marhaba.*.po
Languages: ar

source: &Close
ar: أ&غلق

source: Welcome to Waha Linux
ar: مرحبا بك في واحــة لينكس

source: Show on startup
ar: أظهِر عند بدأ التشغيل

source: Chat room
ar: قناة التواصل الحي

source: Code
ar: الكود البرمجي

source: Contact Us
ar: اتصل بنا

source: Welcome to Waha Linux, thank you for joining our community. Waha Linux is a Debian-based Linux distribution which provides ready to use, out of the box operating system, it's suitable for people who are new to Linux.
ar: مرحبا بك في واحــة لينكس، وشكرا لانضمامك إلى مجتمعنا. واحــة لينكس توزيعة مبنية على دبيان، توفر نظام تشغيل سهل جاهز للاستخدام، وهي مناسبة لمستخدمي لينكس الجدد.

source: Donate
ar: تبرع

source: Forums
ar: المنتديات

source: Waha Linux
ar: واحــة لينكس

source: User Guide
ar: دليل المستخدم
